# ------------------------------------------------------------ #

FORCE_MSG = """
**ʜᴇʏ** {}

**ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ᴍʏ ᴅᴀᴛᴀʙᴀsᴇ ʏᴏᴜ'ᴠᴇ ɴᴏᴛ ᴊᴏɪɴᴇᴅ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ʏᴇᴛ, ɪғ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴜsᴇ ᴍᴇ ᴛʜᴇɴ ᴊᴏɪɴ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ᴀɴᴅ sᴛᴀʀᴛ ᴍᴇ ᴀɢᴀɪɴ !**
"""

START_TXT = """
**ʜᴇʟʟᴏ** {}  

**ɪ ᴄᴀɴ ᴀssɪsᴛ ʏᴏᴜ ɪɴ sᴀᴠɪɴɢ ᴘᴏsᴛs ғʀᴏᴍ ᴅɪғғᴇʀᴇɴᴛ sᴏᴄɪᴀʟ ᴍᴇᴅɪᴀ sɪᴛᴇs ᴀɴᴅ ᴡᴇʙsɪᴛᴇs. ᴊᴜsᴛ ᴄʜᴇᴄᴋ ᴛʜᴇ ʟɪsᴛ ɪɴ ᴛʜᴇ ᴀʙᴏᴜᴛ sᴇᴄᴛɪᴏɴ ᴛᴏ sᴇᴇ ᴡʜɪᴄʜ ᴏɴᴇs ᴀʀᴇ sᴜᴘᴘᴏʀᴛᴇᴅ.  ғᴇᴇʟ ғʀᴇᴇ ᴛᴏ ʀᴇᴀᴄʜ ᴏᴜᴛ ɪғ ʏᴏᴜ ɴᴇᴇᴅ ᴀssɪsᴛᴀɴᴄᴇ ᴡɪᴛʜ ᴀɴʏᴛʜɪɴɢ sᴘᴇᴄɪғɪᴄ ɪɴ ᴏᴜʀ sᴜᴘᴘᴏʀᴛ ɢʀᴏᴜᴘ!**
"""


ABOUT_TXT = """
**🔍 ᴇxᴘʟᴏʀᴇ ᴏᴜʀ sᴜᴘᴘᴏʀᴛᴇᴅ ᴘʟᴀᴛғᴏʀᴍs:**

○ Instagram 🎫 | ○ 18+ Sites 📵
○ Snapchat 📹   | ○ Facebook 🌐
○ Pinterest 📌 | ○ Threads 🕸
○ Terabox 📦   | ○ Mxplayer🍿
○ Reddit 🎟    | ○ Doodstream 💿
○ Youtube ▶️   | ○ Zoom 🎋

📥 **ᴅʀᴏᴘ ᴛʜᴇ ʟɪɴᴋ ᴛᴏ ᴛʜᴇ ᴠɪᴅᴇᴏ ʏᴏᴜ'ʀᴇ ʟᴏɴɢɪɴɢ ғᴏʀ, ᴀɴᴅ ɪ'ʟʟ ǫᴜɪᴄᴋʟʏ ʀᴇᴛʀɪᴇᴠᴇ ɪᴛ ғᴏʀ ʏᴏᴜ!
"""
